/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Avvia Impress sul tuo computer\n* Connetti entrambi i dispositivi alla stessa rete WiFi\n* P.S. Il tuo dispositivo iOS ora è connesso a \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* In questo momento non hai una connessione WiFi.\n* Connetti il tuo dispositivo iOS e il tuo computer alla stessa rete\n* Aggiorna\n* suggerimento: potresti creare un hotspot personale sul tuo computer/iPhone";

/* Popover option */
"About Impress Remote" = "Informazioni su Impress Remote";

/* No comment provided by engineer. */
"Back" = "Indietro";

/* Popover option */
"Blank Screen" = "Schermo vuoto";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Click to refresh" = "Fai clic per aggiornare";

/* Back button to the connect page on navbar */
"Connect" = "Connetti";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Connetti i tuoi dispositivi alla stessa rete WiFi.";

/* instruction page title */
"Connection" = "Connessione";

/* Popover option */
"Connection Help" = "Guida alla connessione";

/* Connection Lost Alert title */
"Connection Lost" = "Connessione persa";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ops, la connessione è stata persa... Prova a riconnetterti al tuo computer.";

/* Control instruction title */
"Control" = "Controllo";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Crea un hotspot personale sul tuo iPhone, se necessario.";

/* Server list section title */
"Custom Connections" = "Connessioni personalizzate";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Nel caso in cui il tuo computer non appaia nella sezione sopra, aggiungi manualmente un computer con il suo indirizzo IP.";

/* Server list section title */
"Detected Connections" = "Connessioni individuate";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Inserisci il codice PIN in Presentazione - Impress Remote";

/* Connection failure title */
"Failed to reach server" = "Collegamento al server non riuscito";

/* Connection failure message */
"Failed to reach server Msg" = "Verifica il tuo indirizzo IP e assicurati che LibreOffice Impress sia eseguito con la funzionalità Impress Remote abilitata.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Collegamento al tuo computer non riuscito";

/* No comment provided by engineer. */
"Help" = "Aiuto";

/* In app How-to title */
"How-to" = "Come fare";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Indirizzo IP non valido";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "L'indirizzo IP che hai inserito non è valido";

/* EditableTableViewCell placeholder */
"IP Address" = "Indirizzo IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Avvia Impress e seleziona il tuo computer.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nome (facoltativo)";

/* No comment provided by engineer. */
"New Server" = "Nuovo server";

/* No comment provided by engineer. */
"No, thanks" = "No, grazie";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Ok, grazie";

/* Pairing instruction title */
"Pairing" = "Abbinamento";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Istruzioni per l'abbinamento";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Avvia LibreOffice Impress sul tuo computer\n\n2. Abilita \"Preferenze - LibreOffice Impress - Generale - Abilita controllo remoto\"\n\n3. Assicurati che il tuo computer e il tuo dispositivo siano connessi alla stessa rete WiFi\n\n4. Inserisci manualmente l'indirizzo IP del tuo computer, se non viene individuato\n\n5. Connettiti e divertiti!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Ti consigliamo di riavviare LibreOffice Impress sul tuo computer.";

/* Popover option */
"Restart" = "Riavvia";

/* No comment provided by engineer. */
"Resume from blank screen" = "Riprendi da schermo vuoto";

/* Popover option */
"Resume from blank Screen" = "Riprendi da schermo vuoto";

/* No comment provided by engineer. */
"Searching" = "Ricerca";

/* Sidebar section header */
"Slides" = "Diapositive";

/* Update button text in diffrent states */
"Start" = "Avvia";

/* Popover option */
"Stop Presentation" = "Ferma la presentazione";

/* Sidebar section header */
"Stop Watch" = "Ferma il cronometro";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Fare una panoramica di iOS Impress Remote?";

/* Sidebar section header */
"Timer" = "Timer";

/* No comment provided by engineer. */
"Yes" = "Sì";

